{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50254,
      "content": "  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50255,
      "content": "   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50256,
      "content": "    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50257,
      "content": "     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50258,
      "content": "      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50259,
      "content": "       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50260,
      "content": "        ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50261,
      "content": "         ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50262,
      "content": "          ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50263,
      "content": "           ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50264,
      "content": "            ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50265,
      "content": "             ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50266,
      "content": "              ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50267,
      "content": "               ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50268,
      "content": "                ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50269,
      "content": "                 ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50270,
      "content": "                  ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50271,
      "content": "                   ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50272,
      "content": "                    ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50273,
      "content": "                     ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50274,
      "content": "                      ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50275,
      "content": "                       ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 50276,
      "content": "                        ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "À": 126,
      "Á": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "õ": 179,
      "ö": 180,
      "÷": 181,
      "ø": 182,
      "ù": 183,
      "ú": 184,
      "û": 185,
      "ü": 186,
      "ý": 187,
      "þ": 188,
      "ÿ": 189,
      "Ā": 190,
      "ā": 191,
      "Ă": 192,
      "ă": 193,
      "Ą": 194,
      "ą": 195,
      "Ć": 196,
      "ć": 197,
      "Ĉ": 198,
      "ĉ": 199,
      "Ċ": 200,
      "ċ": 201,
      "Č": 202,
      "č": 203,
      "Ď": 204,
      "ď": 205,
      "Đ": 206,
      "đ": 207,
      "Ē": 208,
      "ē": 209,
      "Ĕ": 210,
      "ĕ": 211,
      "Ė": 212,
      "ė": 213,
      "Ę": 214,
      "ę": 215,
      "Ě": 216,
      "ě": 217,
      "Ĝ": 218,
      "ĝ": 219,
      "Ğ": 220,
      "ğ": 221,
      "Ġ": 222,
      "ġ": 223,
      "Ģ": 224,
      "ģ": 225,
      "Ĥ": 226,
      "ĥ": 227,
      "Ħ": 228,
      "ħ": 229,
      "Ĩ": 230,
      "ĩ": 231,
      "Ī": 232,
      "ī": 233,
      "Ĭ": 234,
      "ĭ": 235,
      "Į": 236,
      "į": 237,
      "İ": 238,
      "ı": 239,
      "Ĳ": 240,
      "ĳ": 241,
      "Ĵ": 242,
      "ĵ": 243,
      "Ķ": 244,
      "ķ": 245,
      "ĸ": 246,
      "Ĺ": 247,
      "ĺ": 248,
      "Ļ": 249,
      "ļ": 250,
      "Ľ": 251,
      "ľ": 252,
      "Ŀ": 253,
      "ŀ": 254,
      "Ł": 255,
      "ł": 256,
      "Ń": 257,
      "in": 258,
      "Ġ0": 259,
      "st": 260,
      "er": 261,
      "**": 262,
      "on": 263,
      "re": 264,
      "00": 265,
      "at": 266,
      "ie": 267,
      "Ġt": 268,
      "--": 269,
      "Ġ*": 270,
      "Ġp": 271,
      "en": 272,
      "or": 273,
      "an": 274,
      "de": 275,
      "ar": 276,
      "Ġc": 277,
      ");": 278,
      "al": 279,
      "Ġs": 280,
      "Ġ=": 281,
      "Ġw": 282,
      "le": 283,
      "Ġ(": 284,
      "****": 285,
      "//": 286,
      "Ġi": 287,
      "Ġn": 288,
      "ĉĉ": 289,
      "ÅĤ": 290,
      "ow": 291,
      "int": 292,
      "ch": 293,
      "se": 294,
      "ct": 295,
      "ro": 296,
      "Ġm": 297,
      "am": 298,
      "Ġo": 299,
      "Ġd": 300,
      "Ġ{": 301,
      "ic": 302,
      "ze": 303,
      "it": 304,
      "----": 305,
      "Ġb": 306,
      "Ġf": 307,
      "et": 308,
      "Ġ1": 309,
      "id": 310,
      "ion": 311,
      "Ġ}": 312,
      "Ġz": 313,
      "ad": 314,
      "Ġ#": 315,
      "ur": 316,
      "he": 317,
      "ÄĻ": 318,
      "ed": 319,
      "->": 320,
      "ac": 321,
      "Äħ": 322,
      "un": 323,
      "as": 324,
      "Ġst": 325,
      "ut": 326,
      "ĠS": 327,
      "Ġre": 328,
      "Ã³": 329,
      "==": 330,
      "Ġĉ": 331,
      "es": 332,
      "ff": 333,
      "ol": 334,
      "ĠP": 335,
      "Ġv": 336,
      "********": 337,
      "Ġ//": 338,
      "Ġk": 339,
      "zy": 340,
      "lo": 341,
      "ing": 342,
      "Å¼": 343,
      "def": 344,
      "__": 345,
      "ia": 346,
      "is": 347,
      "Ġ\"": 348,
      "Ġĉĉ": 349,
      "ĠC": 350,
      "om": 351,
      "Ġthe": 352,
      "tr": 353,
      "IN": 354,
      "if": 355,
      "ine": 356,
      "Ġ-": 357,
      "em": 358,
      "0000": 359,
      "ĠT": 360,
      "Ġa": 361,
      "Ġ*/": 362,
      "Ġu": 363,
      "Ġ/": 364,
      "ra": 365,
      "ÅĽ": 366,
      "Ġ2": 367,
      "ig": 368,
      "pe": 369,
      "od": 370,
      "ĠN": 371,
      "je": 372,
      "Ġl": 373,
      "ĠA": 374,
      "Ġg": 375,
      "el": 376,
      "oid": 377,
      "ex": 378,
      "im": 379,
      "--------": 380,
      "onst": 381,
      "ent": 382,
      "::": 383,
      "urn": 384,
      "Ġint": 385,
      "Ġin": 386,
      "ak": 387,
      "ot": 388,
      "ĠM": 389,
      "ER": 390,
      "Ġpr": 391,
      "ag": 392,
      "ru": 393,
      "ate": 394,
      "turn": 395,
      "um": 396,
      "32": 397,
      "ĠW": 398,
      "ce": 399,
      "il": 400,
      "Ġto": 401,
      "ĠI": 402,
      "ĠD": 403,
      "Ġ<": 404,
      "ul": 405,
      "ue": 406,
      "ist": 407,
      "define": 408,
      "Ġna": 409,
      "iÄĻ": 410,
      "Ġ/*": 411,
      "and": 412,
      "ize": 413,
      "ne": 414,
      "Ġif": 415,
      "RE": 416,
      "op": 417,
      "cl": 418,
      "FF": 419,
      "ab": 420,
      "go": 421,
      "Ġ&": 422,
      "ode": 423,
      "cz": 424,
      "Ġdo": 425,
      "ub": 426,
      "ty": 427,
      "sk": 428,
      "ĠB": 429,
      "====": 430,
      "ap": 431,
      "ĠO": 432,
      "Ġr": 433,
      "ĠL": 434,
      "ĠR": 435,
      "Ã³w": 436,
      "01": 437,
      "ata": 438,
      "ĠG": 439,
      "us": 440,
      "ame": 441,
      "ON": 442,
      "Ġconst": 443,
      "Ġvoid": 444,
      "os": 445,
      "LL": 446,
      "****************": 447,
      "Äĩ": 448,
      "\",": 449,
      "ST": 450,
      "ck": 451,
      "nie": 452,
      "end": 453,
      "ym": 454,
      "ĠF": 455,
      "ci": 456,
      "Ġj": 457,
      "ych": 458,
      "nt": 459,
      "dz": 460,
      "ile": 461,
      "aÅĤ": 462,
      "ni": 463,
      "Ġreturn": 464,
      "ation": 465,
      "Ġch": 466,
      "OR": 467,
      "EN": 468,
      "Ġh": 469,
      "Ġof": 470,
      "ruct": 471,
      "ext": 472,
      "Ġpo": 473,
      "âĢ": 474,
      "))": 475,
      "ve": 476,
      "ri": 477,
      "pl": 478,
      "AT": 479,
      "////": 480,
      "ase": 481,
      "16": 482,
      "..": 483,
      "res": 484,
      "Ġ+": 485,
      "ont": 486,
      "ob": 487,
      "ĠU": 488,
      "),": 489,
      "Ġx": 490,
      "clu": 491,
      "aw": 492,
      "th": 493,
      "AR": 494,
      "clude": 495,
      "xff": 496,
      "Ġfor": 497,
      "SE": 498,
      "ĠE": 499,
      "Ġwy": 500,
      "set": 501,
      "ĠK": 502,
      "64": 503,
      "ka": 504,
      "Ġ@": 505,
      "DE": 506,
      "----------------": 507,
      "In": 508,
      "include": 509,
      "ir": 510,
      "ass": 511,
      "Ġth": 512,
      "12": 513,
      "ype": 514,
      "IT": 515,
      "arg": 516,
      "10": 517,
      "str": 518,
      "atic": 519,
      "li": 520,
      "ki": 521,
      "ction": 522,
      "ver": 523,
      "Ġ_": 524,
      "ort": 525,
      "Ġro": 526,
      "Ġis": 527,
      "AL": 528,
      "alue": 529,
      "Ġ__": 530,
      "Ġ==": 531,
      "pt": 532,
      "ĠsiÄĻ": 533,
      "oÅĽ": 534,
      "Ġ3": 535,
      "ach": 536,
      "jÄħ": 537,
      "()": 538,
      "pr": 539,
      "ign": 540,
      "Ġnie": 541,
      "per": 542,
      "ULL": 543,
      "aram": 544,
      "();": 545,
      "Ġprze": 546,
      "LE": 547,
      "11": 548,
      "able": 549,
      "sz": 550,
      "ier": 551,
      "ack": 552,
      "Ġpro": 553,
      "20": 554,
      "age": 555,
      "Ġe": 556,
      "up": 557,
      "art": 558,
      "MA": 559,
      "ject": 560,
      "oun": 561,
      "ult": 562,
      "all": 563,
      "ĠâĢ": 564,
      "Ġby": 565,
      "bu": 566,
      "void": 567,
      "ÅĦ": 568,
      "Ġde": 569,
      "ĠH": 570,
      "wa": 571,
      "Ġ4": 572,
      "te": 573,
      "Re": 574,
      "sc": 575,
      "err": 576,
      "Ġstatic": 577,
      "SS": 578,
      "ku": 579,
      "ess": 580,
      "========": 581,
      "na": 582,
      "Ġchar": 583,
      "ht": 584,
      "ace": 585,
      "Ġor": 586,
      "of": 587,
      "Ġje": 588,
      "CT": 589,
      "Ġ\\": 590,
      "55": 591,
      "owan": 592,
      "Ġ|": 593,
      "ter": 594,
      "(\"": 595,
      "INT": 596,
      "ay": 597,
      "oc": 598,
      "AN": 599,
      "og": 600,
      "ID": 601,
      "ost": 602,
      "fo": 603,
      "add": 604,
      "ĠNULL": 605,
      "return": 606,
      "size": 607,
      "const": 608,
      "Ġun": 609,
      "owe": 610,
      "Ġbe": 611,
      "else": 612,
      "ĠZ": 613,
      "Ġ!": 614,
      "ool": 615,
      "ctor": 616,
      "pro": 617,
      "St": 618,
      "Å¼e": 619,
      "ers": 620,
      "sp": 621,
      "14": 622,
      "xFF": 623,
      "put": 624,
      "Ġand": 625,
      "ĠJ": 626,
      "Ġ19": 627,
      "ĠV": 628,
      "Ġod": 629,
      "Ġĉĉĉ": 630,
      "iel": 631,
      "iej": 632,
      "orm": 633,
      "ight": 634,
      "sign": 635,
      "Ġle": 636,
      "get": 637,
      "80": 638,
      "mp": 639,
      "ran": 640,
      "ry": 641,
      "ice": 642,
      "19": 643,
      "Ġsize": 644,
      "out": 645,
      "ith": 646,
      "Ġĉĉĉĉ": 647,
      "ser": 648,
      "ok": 649,
      "Ġuint": 650,
      "ec": 651,
      "RO": 652,
      "000": 653,
      "13": 654,
      "ME": 655,
      "ji": 656,
      "CE": 657,
      "Ġstruct": 658,
      "},": 659,
      "lock": 660,
      "Ġon": 661,
      "loc": 662,
      "ind": 663,
      "));": 664,
      "/*": 665,
      "PI": 666,
      "Ġ5": 667,
      "data": 668,
      "15": 669,
      "ment": 670,
      "tu": 671,
      "ib": 672,
      "Ġob": 673,
      "ey": 674,
      "ern": 675,
      "az": 676,
      "struct": 677,
      "////////": 678,
      "24": 679,
      "Ġte": 680,
      "25": 681,
      "ma": 682,
      "ĠâĢĵ": 683,
      "omp": 684,
      "AD": 685,
      "ĠĠĉ": 686,
      "Ġ:": 687,
      "wi": 688,
      "signed": 689,
      "ime": 690,
      "77": 691,
      "********************************": 692,
      "ffer": 693,
      "18": 694,
      "py": 695,
      "\");": 696,
      "val": 697,
      "((": 698,
      "ree": 699,
      "ny": 700,
      "ast": 701,
      "xf": 702,
      "Ġsp": 703,
      "uint": 704,
      "ore": 705,
      "dex": 706,
      "Ġ!=": 707,
      "UT": 708,
      "con": 709,
      "cie": 710,
      "oÅĽci": 711,
      "ÅĤa": 712,
      "Ġ%": 713,
      "type": 714,
      "SI": 715,
      "++": 716,
      "CH": 717,
      "lic": 718,
      "endif": 719,
      "Ġ)": 720,
      "ong": 721,
      "];": 722,
      "30": 723,
      "ator": 724,
      "PE": 725,
      "tÃ³": 726,
      "rom": 727,
      "nia": 728,
      "Å¼y": 729,
      "ite": 730,
      "len": 731,
      "Ġ>": 732,
      "param": 733,
      "raw": 734,
      "read": 735,
      "17": 736,
      "ity": 737,
      "22": 738,
      "ure": 739,
      "ale": 740,
      "Ġjest": 741,
      "line": 742,
      "CO": 743,
      "LO": 744,
      "TR": 745,
      "Ġ},": 746,
      "qu": 747,
      "Ġ6": 748,
      "Ġelse": 749,
      "Ġcl": 750,
      "Type": 751,
      "ount": 752,
      "ang": 753,
      "ain": 754,
      "io": 755,
      "00000000": 756,
      "nych": 757,
      "Ġ'": 758,
      "Ġprzy": 759,
      "Ġpod": 760,
      "ud": 761,
      "UN": 762,
      "que": 763,
      "Ġ8": 764,
      "cy": 765,
      "ĠktÃ³": 766,
      "by": 767,
      "33": 768,
      "iv": 769,
      "Ġ};": 770,
      "Ġstr": 771,
      "port": 772,
      "ial": 773,
      "Ġ/**": 774,
      "04": 775,
      "ord": 776,
      "name": 777,
      "02": 778,
      "AB": 779,
      "ip": 780,
      "(&": 781,
      "FI": 782,
      "loat": 783,
      "Ġjak": 784,
      "Ġthis": 785,
      "99": 786,
      "opy": 787,
      "ko": 788,
      "are": 789,
      "tring": 790,
      "ED": 791,
      "Ġan": 792,
      "CL": 793,
      "intf": 794,
      "czy": 795,
      "Ġtype": 796,
      "uble": 797,
      "string": 798,
      "eg": 799,
      "Ġcz": 800,
      "EX": 801,
      "Ġstd": 802,
      "iz": 803,
      "ray": 804,
      "ptr": 805,
      "MP": 806,
      "ski": 807,
      "De": 808,
      "TI": 809,
      "one": 810,
      "our": 811,
      "vice": 812,
      "iem": 813,
      "error": 814,
      "szy": 815,
      "Ġ*)": 816,
      "CK": 817,
      "Ob": 818,
      "34": 819,
      "rze": 820,
      "la": 821,
      "xb": 822,
      "atus": 823,
      "wo": 824,
      "form": 825,
      "Ġex": 826,
      "iaÅĤ": 827,
      "xc": 828,
      "nd": 829,
      "GE": 830,
      "ll": 831,
      "ERR": 832,
      "xF": 833,
      "ber": 834,
      "Ġy": 835,
      "reak": 836,
      "ĠĉĠ": 837,
      "yn": 838,
      "du": 839,
      "--------------------------------": 840,
      "char": 841,
      "vent": 842,
      "ublic": 843,
      "Ġ[": 844,
      "Ġ7": 845,
      "Ġwh": 846,
      "icz": 847,
      "ert": 848,
      "Ġdz": 849,
      "Ġen": 850,
      "Ġnot": 851,
      "ĠÅĽ": 852,
      "IS": 853,
      "Ġ((": 854,
      "unction": 855,
      "std": 856,
      "xe": 857,
      "ew": 858,
      "ja": 859,
      "inter": 860,
      "Ġ&&": 861,
      "ress": 862,
      "ary": 863,
      "xd": 864,
      "sh": 865,
      "Ġit": 866,
      "28": 867,
      "##": 868,
      "cze": 869,
      "Ġwith": 870,
      "ph": 871,
      "sed": 872,
      "yst": 873,
      "ard": 874,
      "ask": 875,
      "lag": 876,
      "03": 877,
      "Ġ,": 878,
      "TH": 879,
      "TY": 880,
      "Ġsz": 881,
      "Ġbool": 882,
      "owa": 883,
      "ly": 884,
      "Ġ);": 885,
      "Ġza": 886,
      "Ġ201": 887,
      "65": 888,
      "rc": 889,
      "Ġvalue": 890,
      "rzy": 891,
      "ory": 892,
      "ath": 893,
      "US": 894,
      "bo": 895,
      "ii": 896,
      "ition": 897,
      "to": 898,
      "ING": 899,
      "23": 900,
      "Ġal": 901,
      "Ġty": 902,
      "].": 903,
      "cess": 904,
      "Ġcon": 905,
      "UL": 906,
      "ION": 907,
      "Data": 908,
      "iew": 909,
      "40": 910,
      "owie": 911,
      "kt": 912,
      "ami": 913,
      "value": 914,
      "ĠThe": 915,
      "Pro": 916,
      "Ġmo": 917,
      "IC": 918,
      "xa": 919,
      "ive": 920,
      "ÅĤo": 921,
      "29": 922,
      "================": 923,
      "ĠÅ¼e": 924,
      "ca": 925,
      "60": 926,
      "Ġset": 927,
      "po": 928,
      "Ġma": 929,
      "Object": 930,
      "omm": 931,
      "ĠIn": 932,
      "Ġclass": 933,
      "ania": 934,
      "Ġ9": 935,
      "ption": 936,
      "nej": 937,
      "his": 938,
      "ix": 939,
      "...": 940,
      "fig": 941,
      "],": 942,
      "Cont": 943,
      "35": 944,
      "pyx": 945,
      "68": 946,
      ":(": 947,
      "74": 948,
      "est": 949,
      "no": 950,
      "ms": 951,
      "Ġtak": 952,
      "Ġcase": 953,
      "uffer": 954,
      "anie": 955,
      "info": 956,
      "enia": 957,
      "dy": 958,
      "min": 959,
      "ated": 960,
      "nym": 961,
      "38": 962,
      "si": 963,
      "num": 964,
      "Ġdata": 965,
      "ĉĉĉĉ": 966,
      "rite": 967,
      "Ġunsigned": 968,
      "ield": 969,
      "ens": 970,
      "75": 971,
      "Ġ<<": 972,
      "reg": 973,
      "CON": 974,
      "ense": 975,
      "lement": 976,
      "ffset": 977,
      "08": 978,
      "ys": 979,
      "44": 980,
      "CA": 981,
      "ÅĤu": 982,
      "LA": 983,
      "Ġget": 984,
      "Ar": 985,
      "69": 986,
      "Ġlean": 987,
      "ust": 988,
      "ire": 989,
      "Get": 990,
      "odz": 991,
      "ÅĤy": 992,
      "skie": 993,
      "OL": 994,
      "andle": 995,
      "code": 996,
      "78": 997,
      "*/": 998,
      "pen": 999,
      ").": 1000,
      "ĠX": 1001,
      "Ġsh": 1002,
      "ane": 1003,
      "dd": 1004,
      "Ġ///": 1005,
      "Ġat": 1006,
      "nego": 1007,
      "der": 1008,
      "tual": 1009,
      "Ġfile": 1010,
      "buf": 1011,
      "Int": 1012,
      "pp": 1013,
      "wie": 1014,
      "39": 1015,
      "dzie": 1016,
      "Ġroz": 1017,
      "ource": 1018,
      "try": 1019,
      "br": 1020,
      "ail": 1021,
      "file": 1022,
      "ĠSt": 1023,
      "Ġdef": 1024,
      "owy": 1025,
      "Ġext": 1026,
      "Set": 1027,
      "66": 1028,
      "String": 1029,
      "RA": 1030,
      "ener": 1031,
      "Ġlo": 1032,
      "SH": 1033,
      "Ġtem": 1034,
      "OP": 1035,
      "ep": 1036,
      "list": 1037,
      "ies": 1038,
      "ames": 1039,
      "ient": 1040,
      "Ġ;": 1041,
      "ant": 1042,
      "07": 1043,
      "ENT": 1044,
      "sze": 1045,
      "Ġpublic": 1046,
      "map": 1047,
      "TYPE": 1048,
      "Ġ.": 1049,
      "HE": 1050,
      "05": 1051,
      "ORT": 1052,
      "ader": 1053,
      "ance": 1054,
      "gth": 1055,
      "ill": 1056,
      "case": 1057,
      "27": 1058,
      "ret": 1059,
      "object": 1060,
      "printf": 1061,
      "irtual": 1062,
      "Ġthat": 1063,
      "88": 1064,
      "pec": 1065,
      "IL": 1066,
      "gr": 1067,
      "adz": 1068,
      "ound": 1069,
      "acji": 1070,
      "Ġwe": 1071,
      "ystem": 1072,
      "ss": 1073,
      "xE": 1074,
      "Ġjed": 1075,
      "Ġsk": 1076,
      "Ġnum": 1077,
      "ycz": 1078,
      "ash": 1079,
      "oÅĽÄĩ": 1080,
      "indow": 1081,
      "Ġres": 1082,
      "Ġse": 1083,
      "ream": 1084,
      "aj": 1085,
      "wor": 1086,
      "ole": 1087,
      "ute": 1088,
      "IF": 1089,
      "Ġpow": 1090,
      "ich": 1091,
      "dev": 1092,
      "urre": 1093,
      "ull": 1094,
      "Ġroku": 1095,
      "enie": 1096,
      "Id": 1097,
      "quest": 1098,
      "Ġze": 1099,
      "37": 1100,
      "ĠĠĉĉ": 1101,
      "addr": 1102,
      "tem": 1103,
      "Ch": 1104,
      ")(": 1105,
      "jÄĻ": 1106,
      "26": 1107,
      "nik": 1108,
      "Ġprzez": 1109,
      "ault": 1110,
      "////////////////": 1111,
      "TE": 1112,
      "XFF": 1113,
      "Ġ**": 1114,
      "unc": 1115,
      "Åº": 1116,
      "perty": 1117,
      "olor": 1118,
      "jÄħc": 1119,
      "Ġoraz": 1120,
      "Ġcont": 1121,
      "][": 1122,
      "Ex": 1123,
      "09": 1124,
      "ĠĉĠĠ": 1125,
      "cm": 1126,
      "rr": 1127,
      "back": 1128,
      "atch": 1129,
      "Ġlong": 1130,
      "Ġas": 1131,
      "ĠIN": 1132,
      "DI": 1133,
      "cont": 1134,
      "BU": 1135,
      "ock": 1136,
      "nÄħ": 1137,
      "state": 1138,
      "my": 1139,
      "Ġout": 1140,
      "right": 1141,
      "STAT": 1142,
      "MO": 1143,
      "NO": 1144,
      "icense": 1145,
      "Ġextern": 1146,
      "essage": 1147,
      "ge": 1148,
      "SC": 1149,
      "000000": 1150,
      "init": 1151,
      "Ġ||": 1152,
      "xC": 1153,
      "face": 1154,
      "Ġdouble": 1155,
      "rÃ³": 1156,
      "reate": 1157,
      "45": 1158,
      "48": 1159,
      "SET": 1160,
      "36": 1161,
      "Ġ(!": 1162,
      "ik": 1163,
      "UE": 1164,
      "acz": 1165,
      "owych": 1166,
      "act": 1167,
      "urrent": 1168,
      "UR": 1169,
      "Name": 1170,
      "iÅĤ": 1171,
      "ref": 1172,
      "Ġar": 1173,
      "Ġop": 1174,
      "REG": 1175,
      "Ġfrom": 1176,
      "gl": 1177,
      "ann": 1178,
      "21": 1179,
      "lin": 1180,
      "Ġreg": 1181,
      "ou": 1182,
      "ĠQ": 1183,
      "its": 1184,
      "Ġsizeof": 1185,
      "ĠĉĠĠĠ": 1186,
      "key": 1187,
      "FA": 1188,
      "âĢĿ": 1189,
      "ĠThis": 1190,
      "Con": 1191,
      "alloc": 1192,
      "Info": 1193,
      "do": 1194,
      "own": 1195,
      "SP": 1196,
      "Ġtypedef": 1197,
      "amp": 1198,
      "49": 1199,
      "mem": 1200,
      "ĠÅ": 1201,
      "Param": 1202,
      "En": 1203,
      "Res": 1204,
      "79": 1205,
      "eth": 1206,
      "06": 1207,
      "mo": 1208,
      "ÅĤad": 1209,
      "unsigned": 1210,
      "ZE": 1211,
      "Ġarg": 1212,
      "VAL": 1213,
      "VE": 1214,
      "STR": 1215,
      "owej": 1216,
      "IG": 1217,
      "Ġbreak": 1218,
      "Ġco": 1219,
      "Ã³ÅĤ": 1220,
      "lags": 1221,
      "iu": 1222,
      "pu": 1223,
      "da": 1224,
      "IP": 1225,
      "Ġpos": 1226,
      "31": 1227,
      "ĠâĢŀ": 1228,
      "rame": 1229,
      "ister": 1230,
      "MAX": 1231,
      "niej": 1232,
      "low": 1233,
      "ek": 1234,
      "pace": 1235,
      "Ġ200": 1236,
      "time": 1237,
      "tp": 1238,
      "NE": 1239,
      "IM": 1240,
      "Ġare": 1241,
      "Ġdla": 1242,
      "xB": 1243,
      "ĠPol": 1244,
      "Ġ16": 1245,
      "ector": 1246,
      "Size": 1247,
      "ide": 1248,
      "ery": 1249,
      "<<": 1250,
      "node": 1251,
      "++)": 1252,
      "Ġinline": 1253,
      "Ġus": 1254,
      "arz": 1255,
      "uf": 1256,
      "VER": 1257,
      "List": 1258,
      "count": 1259,
      "index": 1260,
      "Ġczy": 1261,
      "Ġsc": 1262,
      "oft": 1263,
      "CC": 1264,
      "*)": 1265,
      "ĠAN": 1266,
      "ĠPo": 1267,
      "sa": 1268,
      "SK": 1269,
      "pd": 1270,
      "ĠGet": 1271,
      "PRO": 1272,
      "Ġim": 1273,
      "odu": 1274,
      "Value": 1275,
      "opyright": 1276,
      "Ġlist": 1277,
      "ware": 1278,
      "pos": 1279,
      "aÅĤa": 1280,
      "TO": 1281,
      "ĠOR": 1282,
      "Ġ10": 1283,
      "acy": 1284,
      "unk": 1285,
      "rz": 1286,
      "85": 1287,
      "alse": 1288,
      "ere": 1289,
      "oto": 1290,
      "Ġzost": 1291,
      "Ġ15": 1292,
      "mi": 1293,
      "dr": 1294,
      "CM": 1295,
      "ffff": 1296,
      "Ġfloat": 1297,
      "ĠRe": 1298,
      "Ġnaj": 1299,
      "Ġfunction": 1300,
      "89": 1301,
      "ble": 1302,
      "ied": 1303,
      "noÅĽci": 1304,
      "67": 1305,
      "DR": 1306,
      "for": 1307,
      "xA": 1308,
      "VI": 1309,
      "staw": 1310,
      "SU": 1311,
      "nic": 1312,
      "ined": 1313,
      "ÅĽci": 1314,
      "Ġval": 1315,
      "Ġlen": 1316,
      "iÄħ": 1317,
      "plate": 1318,
      "ctx": 1319,
      "Ġpol": 1320,
      "ony": 1321,
      "tx": 1322,
      "PP": 1323,
      "rror": 1324,
      "Ġpl": 1325,
      "cji": 1326,
      "cc": 1327,
      "ERROR": 1328,
      "ndef": 1329,
      "buffer": 1330,
      "any": 1331,
      "84": 1332,
      "Ġos": 1333,
      "heck": 1334,
      "rib": 1335,
      "ABLE": 1336,
      "___": 1337,
      "Ġnames": 1338,
      "Ġok": 1339,
      "aÄĩ": 1340,
      "INE": 1341,
      "BA": 1342,
      "xD": 1343,
      "skiego": 1344,
      "Ġadd": 1345,
      ",-": 1346,
      "atom": 1347,
      "vel": 1348,
      "Ġid": 1349,
      "Ġnew": 1350,
      "....": 1351,
      "ument": 1352,
      "Ġwie": 1353,
      "ifndef": 1354,
      "SIZE": 1355,
      "trib": 1356,
      "Ġtru": 1357,
      "mm": 1358,
      "ĠCh": 1359,
      "Ġret": 1360,
      "aÅ¼": 1361,
      "View": 1362,
      "float": 1363,
      "Ġkon": 1364,
      "Cl": 1365,
      "property": 1366,
      "ali": 1367,
      "Ġuse": 1368,
      "Ġ+=": 1369,
      "av": 1370,
      "ler": 1371,
      "roup": 1372,
      "Ġmem": 1373,
      "GL": 1374,
      "Ġhe": 1375,
      "42": 1376,
      "ĠOF": 1377,
      "ĠLicense": 1378,
      "ans": 1379,
      "Ġoper": 1380,
      "Ġname": 1381,
      "pi": 1382,
      "Py": 1383,
      "86": 1384,
      "ĠINT": 1385,
      "AM": 1386,
      "Ġerror": 1387,
      "kow": 1388,
      "cia": 1389,
      "ence": 1390,
      "72": 1391,
      "ĠktÃ³re": 1392,
      "BO": 1393,
      "odel": 1394,
      "rans": 1395,
      "95": 1396,
      "bi": 1397,
      "ĠsÄħ": 1398,
      "wy": 1399,
      "ld": 1400,
      "lob": 1401,
      "61": 1402,
      "tes": 1403,
      "70": 1404,
      "ache": 1405,
      "EXT": 1406,
      "ta": 1407,
      "ave": 1408,
      "Ġvirtual": 1409,
      "fe": 1410,
      "IO": 1411,
      "377": 1412,
      "log": 1413,
      "iter": 1414,
      "pis": 1415,
      "fer": 1416,
      "red": 1417,
      "ief": 1418,
      "ication": 1419,
      "73": 1420,
      "ommand": 1421,
      "Ptr": 1422,
      "****************************************************************": 1423,
      "vector": 1424,
      "PO": 1425,
      "ft": 1426,
      "uje": 1427,
      "Ġtym": 1428,
      "asz": 1429,
      "ions": 1430,
      "row": 1431,
      "AS": 1432,
      "ĠPy": 1433,
      "db": 1434,
      "76": 1435,
      "AME": 1436,
      "ark": 1437,
      "Le": 1438,
      "cted": 1439,
      "Ġnamespace": 1440,
      "brief": 1441,
      "Ġinter": 1442,
      "oftware": 1443,
      "Sc": 1444,
      "Ġmiej": 1445,
      "pename": 1446,
      "DO": 1447,
      "Var": 1448,
      "fd": 1449,
      "PR": 1450,
      "rag": 1451,
      "mie": 1452,
      "ange": 1453,
      "ps": 1454,
      "To": 1455,
      "56": 1456,
      "UM": 1457,
      "50": 1458,
      "Ġser": 1459,
      "erm": 1460,
      "msg": 1461,
      "rol": 1462,
      "54": 1463,
      "Ġ(*": 1464,
      "LI": 1465,
      "Array": 1466,
      "ĠDE": 1467,
      "ifdef": 1468,
      "CTION": 1469,
      "lu": 1470,
      "Im": 1471,
      "DAT": 1472,
      "ajÄħ": 1473,
      "ved": 1474,
      "lay": 1475,
      "we": 1476,
      "59": 1477,
      "atri": 1478,
      "',": 1479,
      "Buffer": 1480,
      "Node": 1481,
      "idth": 1482,
      "NULL": 1483,
      "assert": 1484,
      "irst": 1485,
      "ĠPro": 1486,
      "oj": 1487,
      "class": 1488,
      "ethod": 1489,
      "pc": 1490,
      "PC": 1491,
      "annel": 1492,
      "break": 1493,
      "free": 1494,
      "Ġpre": 1495,
      "allback": 1496,
      "Ġall": 1497,
      "TA": 1498,
      "File": 1499,
      "ska": 1500,
      "ĠCON": 1501,
      "Add": 1502,
      "RES": 1503,
      "46": 1504,
      "ild": 1505,
      "owego": 1506,
      "ASS": 1507,
      "be": 1508,
      "Ġcomp": 1509,
      "41": 1510,
      "END": 1511,
      "start": 1512,
      "ana": 1513,
      "Ġtrue": 1514,
      "Ġfalse": 1515,
      "PORT": 1516,
      "base": 1517,
      "skiej": 1518,
      "ele": 1519,
      "par": 1520,
      "ART": 1521,
      "ater": 1522,
      "ĠSet": 1523,
      "opt": 1524,
      "]);": 1525,
      "ES": 1526,
      "double": 1527,
      "State": 1528,
      "func": 1529,
      "com": 1530,
      "Ġaut": 1531,
      "gram": 1532,
      "comp": 1533,
      "Ġpoz": 1534,
      "istrib": 1535,
      "Ġspec": 1536,
      "wÃ³": 1537,
      "FO": 1538,
      "ell": 1539,
      "pre": 1540,
      "usz": 1541,
      "ride": 1542,
      "ĠGL": 1543,
      "ĠCopyright": 1544,
      "bl": 1545,
      "ick": 1546,
      "new": 1547,
      "Äħd": 1548,
      "Ġlub": 1549,
      "uld": 1550,
      "ardz": 1551,
      "Ġread": 1552,
      "82": 1553,
      "Ġresult": 1554,
      "Ġkey": 1555,
      "Ġno": 1556,
      "Ġprzed": 1557,
      "Ġover": 1558,
      "ces": 1559,
      "Index": 1560,
      "co": 1561,
      "stance": 1562,
      "Ġcan": 1563,
      "Ġtr": 1564,
      "status": 1565,
      "stÄĻ": 1566,
      "Un": 1567,
      "write": 1568,
      "Error": 1569,
      "Window": 1570,
      "201": 1571,
      "63": 1572,
      "ee": 1573,
      "owaÅĤ": 1574,
      "olat": 1575,
      "ULT": 1576,
      "ITY": 1577,
      "andler": 1578,
      "98": 1579,
      "bit": 1580,
      "atrix": 1581,
      "odule": 1582,
      "At": 1583,
      "Ġbo": 1584,
      "ded": 1585,
      "stat": 1586,
      "let": 1587,
      "(__": 1588,
      "ersion": 1589,
      "Ġpar": 1590,
      "Po": 1591,
      "Ġsam": 1592,
      "ake": 1593,
      "Ġsu": 1594,
      "atomic": 1595,
      "OUT": 1596,
      "bool": 1597,
      "PIO": 1598,
      "static": 1599,
      "ĠY": 1600,
      "Ġprintf": 1601,
      "result": 1602,
      "Ġdzie": 1603,
      "arget": 1604,
      "Ġtemplate": 1605,
      "olatile": 1606,
      "max": 1607,
      "81": 1608,
      "Ġwill": 1609,
      "imer": 1610,
      "Event": 1611,
      "####": 1612,
      "itch": 1613,
      "Ġ?": 1614,
      "Key": 1615,
      "Ġ\"\\": 1616,
      "esc": 1617,
      "obj": 1618,
      "var": 1619,
      "work": 1620,
      "load": 1621,
      "uÅ¼": 1622,
      "Ġac": 1623,
      "AP": 1624,
      "aÅĦ": 1625,
      "leg": 1626,
      "Num": 1627,
      "API": 1628,
      "ote": 1629,
      "DB": 1630,
      "90": 1631,
      "128": 1632,
      "CF": 1633,
      "43": 1634,
      "field": 1635,
      "pon": 1636,
      "Ġend": 1637,
      "};": 1638,
      "this": 1639,
      "Ġparam": 1640,
      "Ġĉĉĉĉĉ": 1641,
      "Ġ32": 1642,
      "Ġbuffer": 1643,
      "owania": 1644,
      "62": 1645,
      "47": 1646,
      "test": 1647,
      "mu": 1648,
      "kÃ³w": 1649,
      "ush": 1650,
      "Ġindex": 1651,
      "UP": 1652,
      "iesz": 1653,
      "CP": 1654,
      "ET": 1655,
      "play": 1656,
      "ues": 1657,
      "ĠTHE": 1658,
      "riv": 1659,
      "ify": 1660,
      "SR": 1661,
      "Ġdis": 1662,
      "cp": 1663,
      "ax": 1664,
      "_;": 1665,
      "SD": 1666,
      "UI": 1667,
      "roll": 1668,
      "eni": 1669,
      "ĠmoÅ¼": 1670,
      "Ġobject": 1671,
      "Ġtime": 1672,
      "AC": 1673,
      "kie": 1674,
      "af": 1675,
      "ORD": 1676,
      "97": 1677,
      "use": 1678,
      "ierw": 1679,
      "Sh": 1680,
      "ĠST": 1681,
      "Comp": 1682,
      "ona": 1683,
      "83": 1684,
      "\";": 1685,
      "wiÄħ": 1686,
      "Ġra": 1687,
      "Ġzap": 1688,
      "lobal": 1689,
      "Ġpom": 1690,
      "zn": 1691,
      "KE": 1692,
      "sg": 1693,
      "MASK": 1694,
      "Ġwyk": 1695,
      "Ġter": 1696,
      "ĠĉĉĠ": 1697,
      "ther": 1698,
      "iÄĻk": 1699,
      "Ġzn": 1700,
      "iast": 1701,
      "Ġzaw": 1702,
      "ody": 1703,
      "OF": 1704,
      "rt": 1705,
      "ript": 1706,
      "OT": 1707,
      "next": 1708,
      "owane": 1709,
      "Str": 1710,
      "ton": 1711,
      "config": 1712,
      "Ġnumber": 1713,
      "szyst": 1714,
      "Ġale": 1715,
      "aty": 1716,
      "dis": 1717,
      "ARE": 1718,
      "point": 1719,
      "ernal": 1720,
      "ĠWy": 1721,
      "Context": 1722,
      "sy": 1723,
      "[]": 1724,
      "Ġkl": 1725,
      "cur": 1726,
      "Ġstring": 1727,
      "sion": 1728,
      "ould": 1729,
      "ĉĉĉ": 1730,
      "gn": 1731,
      "array": 1732,
      "lf": 1733,
      "bug": 1734,
      "ample": 1735,
      "){": 1736,
      "Ġcode": 1737,
      "offset": 1738,
      "52": 1739,
      "================================": 1740,
      "Ġ::": 1741,
      "SY": 1742,
      "pie": 1743,
      "87": 1744,
      "md": 1745,
      "oÅĤ": 1746,
      "ba": 1747,
      "Ġnas": 1748,
      "ÅĤug": 1749,
      "ĠbÄĻ": 1750,
      "Ġstart": 1751,
      "Ġ>=": 1752,
      "96": 1753,
      "Ġsub": 1754,
      "ĠPrzy": 1755,
      "owi": 1756,
      "AND": 1757,
      "und": 1758,
      "Ġ12": 1759,
      "tk": 1760,
      "non": 1761,
      "Time": 1762,
      "ĠDe": 1763,
      ")->": 1764,
      "CR": 1765,
      "Ġzak": 1766,
      "eter": 1767,
      "sw": 1768,
      "acket": 1769,
      "255": 1770,
      "ilter": 1771,
      "table": 1772,
      "eturn": 1773,
      "Ġused": 1774,
      "Ser": 1775,
      "lete": 1776,
      "Ġmin": 1777,
      "53": 1778,
      "cb": 1779,
      "Ġ20": 1780,
      "lear": 1781,
      "dzi": 1782,
      "Ġnode": 1783,
      "istribut": 1784,
      "Ġad": 1785,
      "MS": 1786,
      "OD": 1787,
      "ccess": 1788,
      "aa": 1789,
      "94": 1790,
      "Out": 1791,
      "Ġswo": 1792,
      "ink": 1793,
      "Text": 1794,
      "Reg": 1795,
      "xFFFF": 1796,
      "sub": 1797,
      "Ġdefined": 1798,
      "anag": 1799,
      "abel": 1800,
      "Ġczas": 1801,
      "++;": 1802,
      "58": 1803,
      "Ġjako": 1804,
      "Ġwsp": 1805,
      "itial": 1806,
      "tmp": 1807,
      "Ġbez": 1808,
      "owaÄĩ": 1809,
      "Al": 1810,
      "Ġjedn": 1811,
      "raf": 1812,
      "Ġ18": 1813,
      "skim": 1814,
      "EL": 1815,
      "old": 1816,
      "path": 1817,
      "ĠzostaÅĤ": 1818,
      "owanie": 1819,
      "SL": 1820,
      ">(": 1821,
      "enc": 1822,
      "Ġtest": 1823,
      "arch": 1824,
      "mt": 1825,
      "raph": 1826,
      "IB": 1827,
      "owym": 1828,
      "57": 1829,
      "Ġ255": 1830,
      "ĠSz": 1831,
      "ual": 1832,
      "ync": 1833,
      "amy": 1834,
      "ĠIf": 1835,
      "led": 1836,
      "vert": 1837,
      "uk": 1838,
      "BIT": 1839,
      "DC": 1840,
      "200": 1841,
      "fs": 1842,
      "lib": 1843,
      "Ġwz": 1844,
      "sym": 1845,
      "OK": 1846,
      "clo": 1847,
      "ATE": 1848,
      "IR": 1849,
      "pa": 1850,
      "SA": 1851,
      "RAN": 1852,
      "entry": 1853,
      "bie": 1854,
      "cept": 1855,
      "arent": 1856,
      "ÅĤÄħ": 1857,
      "Ġap": 1858,
      "____": 1859,
      "son": 1860,
      "ml": 1861,
      "He": 1862,
      "ÂŃ": 1863,
      "block": 1864,
      "ERT": 1865,
      "Ġgo": 1866,
      "NAME": 1867,
      "ww": 1868,
      "ared": 1869,
      "rit": 1870,
      "olum": 1871,
      "flags": 1872,
      "Ġup": 1873,
      "ĠInt": 1874,
      "ĠUINT": 1875,
      "ron": 1876,
      "Ġcopy": 1877,
      "HT": 1878,
      "mode": 1879,
      "olog": 1880,
      "skich": 1881,
      "src": 1882,
      "RL": 1883,
      "0000000": 1884,
      "Status": 1885,
      "Count": 1886,
      "MIN": 1887,
      "Ġbit": 1888,
      "Len": 1889,
      "ug": 1890,
      "Ġbardz": 1891,
      "TER": 1892,
      "Ġtego": 1893,
      "Ġwszyst": 1894,
      "BUG": 1895,
      "ada": 1896,
      "Item": 1897,
      "ITE": 1898,
      "device": 1899,
      "acja": 1900,
      "Ġright": 1901,
      "SString": 1902,
      "PAR": 1903,
      "ej": 1904,
      "92": 1905,
      "Ġwhile": 1906,
      "ALL": 1907,
      "Ġoffset": 1908,
      "Ġpop": 1909,
      "Ġ~": 1910,
      "thread": 1911,
      "context": 1912,
      "Ġcurrent": 1913,
      "osz": 1914,
      "desc": 1915,
      "LINE": 1916,
      "Ġprodu": 1917,
      "FOR": 1918,
      "(*": 1919,
      "</": 1920,
      "ĠÅ¼y": 1921,
      "obie": 1922,
      "idx": 1923,
      "ting": 1924,
      "Ġunder": 1925,
      "Ã³b": 1926,
      "Ġgoto": 1927,
      "ates": 1928,
      "DATA": 1929,
      "PH": 1930,
      "51": 1931,
      "Ġfree": 1932,
      "OC": 1933,
      "handle": 1934,
      "aliz": 1935,
      "Ġmax": 1936,
      "GET": 1937,
      "naj": 1938,
      "************************************************************************": 1939,
      "MM": 1940,
      "queue": 1941,
      "nika": 1942,
      "Ġsw": 1943,
      "uch": 1944,
      "Ġpriv": 1945,
      "ĠANY": 1946,
      "sert": 1947,
      "Ġdefault": 1948,
      "Ġstatus": 1949,
      "move": 1950,
      "acyj": 1951,
      "owadz": 1952,
      "Ġq": 1953,
      "As": 1954,
      "Image": 1955,
      "Ġblock": 1956,
      "long": 1957,
      "length": 1958,
      "Ġform": 1959,
      "sce": 1960,
      "ĠNa": 1961,
      "----------------------------------------------------------------": 1962,
      "event": 1963,
      "rod": 1964,
      "Ġhas": 1965,
      "(_": 1966,
      "DEF": 1967,
      "CESS": 1968,
      "Ġstate": 1969,
      "ĠAr": 1970,
      "71": 1971,
      "valid": 1972,
      "cs": 1973,
      "Ġpraw": 1974,
      "Ã³wnie": 1975,
      "ÅĽÄĩ": 1976,
      "ations": 1977,
      "ĠĉĉĠĠ": 1978,
      "Ã³r": 1979,
      "PA": 1980,
      "ero": 1981,
      "Ġ<=": 1982,
      "ĠgÅĤ": 1983,
      "imit": 1984,
      "app": 1985,
      "ien": 1986,
      "Inter": 1987,
      "iled": 1988,
      "net": 1989,
      "dziaÅĤ": 1990,
      "ÅĤaw": 1991,
      "Ġ14": 1992,
      "pdate": 1993,
      "Ġother": 1994,
      "aÅĤo": 1995,
      "LOG": 1996,
      "91": 1997,
      "CI": 1998,
      "noÅĽÄĩ": 1999,
      "ĠktÃ³r": 2000,
      "wiÄħz": 2001,
      "PER": 2002,
      "Ġog": 2003,
      "ork": 2004,
      "ĠbyÅĤ": 2005,
      "ensor": 2006,
      "Ġinput": 2007,
      "ĠNie": 2008,
      "256": 2009,
      "cmp": 2010,
      "Pos": 2011,
      "siÄħ": 2012,
      "tribute": 2013,
      "ady": 2014,
      "iable": 2015,
      "Ġzd": 2016,
      "ux": 2017,
      "FUN": 2018,
      "ices": 2019,
      "Loc": 2020,
      "ics": 2021,
      "93": 2022,
      "pes": 2023,
      "ds": 2024,
      "100": 2025,
      "ĠÅļ": 2026,
      "Ġinform": 2027,
      "Base": 2028,
      "gan": 2029,
      "ĠID": 2030,
      "REF": 2031,
      "Ġkom": 2032,
      "Vector": 2033,
      "Ġpierw": 2034,
      "Ġoperator": 2035,
      "Ġcall": 2036,
      "Ġport": 2037,
      "\")": 2038,
      "Ġusing": 2039,
      "CD": 2040,
      "STATUS": 2041,
      "Ġoverride": 2042,
      "FE": 2043,
      "eta": 2044,
      "yw": 2045,
      "inal": 2046,
      "Request": 2047,
      "Ġne": 2048,
      "sum": 2049,
      "MODE": 2050,
      "'s": 2051,
      "yt": 2052,
      "zyst": 2053,
      "stÄĻp": 2054,
      "Ġcheck": 2055,
      "////////////////////////////////": 2056,
      "By": 2057,
      "Ġerr": 2058,
      "Val": 2059,
      "])": 2060,
      "che": 2061,
      "Ã³l": 2062,
      "her": 2063,
      "Ġmod": 2064,
      "ĠEX": 2065,
      "BL": 2066,
      "pad": 2067,
      "zu": 2068,
      "ĠczÄĻ": 2069,
      "stream": 2070,
      "CALL": 2071,
      "hs": 2072,
      "URE": 2073,
      "RT": 2074,
      "ĠĠĉĉĉ": 2075,
      "Ġany": 2076,
      "utton": 2077,
      "Ġzw": 2078,
      "READ": 2079,
      "upport": 2080,
      "args": 2081,
      "gu": 2082,
      "FIG": 2083,
      "USE": 2084,
      "ONG": 2085,
      "cf": 2086,
      "ns": 2087,
      "ĠPRO": 2088,
      "lease": 2089,
      "cord": 2090,
      "lko": 2091,
      "pol": 2092,
      "Ġjego": 2093,
      "ical": 2094,
      "ning": 2095,
      "ĠReturn": 2096,
      "LOCK": 2097,
      "onie": 2098,
      "uth": 2099,
      "ĠIS": 2100,
      "Ġspecif": 2101,
      "local": 2102,
      "Ġvar": 2103,
      "LEN": 2104,
      "Ref": 2105,
      "sl": 2106,
      "Ġspraw": 2107,
      "Ġmode": 2108,
      "word": 2109,
      "toc": 2110,
      "Ġmiejsc": 2111,
      "Ġprivate": 2112,
      "Ġmay": 2113,
      "owany": 2114,
      "ĠtakÅ¼e": 2115,
      "âĢĵ": 2116,
      "import": 2117,
      "Ġem": 2118,
      "vm": 2119,
      "arsz": 2120,
      "req": 2121,
      "ierz": 2122,
      "link": 2123,
      "Ġme": 2124,
      "roller": 2125,
      "nonatomic": 2126,
      "czÄħ": 2127,
      "self": 2128,
      "Ġone": 2129,
      "Handle": 2130,
      "ĠAR": 2131,
      "WR": 2132,
      "ĠĉĉĠĠĠ": 2133,
      "esz": 2134,
      "ttp": 2135,
      "anych": 2136,
      "ifier": 2137,
      "lot": 2138,
      "Device": 2139,
      "rak": 2140,
      "With": 2141,
      "Ġnad": 2142,
      "Ġ>>": 2143,
      "ĠNS": 2144,
      "Ġfil": 2145,
      "Ġmust": 2146,
      "ĠAll": 2147,
      "ocket": 2148,
      "cmd": 2149,
      "Ġelement": 2150,
      "Ġut": 2151,
      "Ġ11": 2152,
      "FLA": 2153,
      "For": 2154,
      "nection": 2155,
      "XX": 2156,
      "IFT": 2157,
      ")))": 2158,
      "Map": 2159,
      "dec": 2160,
      "Ġsie": 2161,
      "onent": 2162,
      "mask": 2163,
      "Desc": 2164,
      "anager": 2165,
      "priv": 2166,
      "dition": 2167,
      "WORD": 2168,
      "Ġyou": 2169,
      "ĠteÅ¼": 2170,
      "aÅĤy": 2171,
      "UD": 2172,
      "kÄĻ": 2173,
      "tl": 2174,
      "jÄħce": 2175,
      "Ġenum": 2176,
      "ÅĽcie": 2177,
      "ONE": 2178,
      "ĠÅĽwi": 2179,
      "czas": 2180,
      "ALSE": 2181,
      "ARG": 2182,
      "ailed": 2183,
      "utex": 2184,
      "Config": 2185,
      "ĠAl": 2186,
      "Ġ13": 2187,
      "Ġ/*!": 2188,
      "Ġfol": 2189,
      "ixel": 2190,
      "Ġhave": 2191,
      "This": 2192,
      "ĠktÃ³ry": 2193,
      "TW": 2194,
      "Ġimp": 2195,
      "Ġshould": 2196,
      "Th": 2197,
      "},{": 2198,
      "BE": 2199,
      "oken": 2200,
      "Ġcount": 2201,
      "Mem": 2202,
      "Ġtylko": 2203,
      "ILITY": 2204,
      "://": 2205,
      "oÅĦ": 2206,
      "INFO": 2207,
      "hash": 2208,
      "sizeof": 2209,
      "Ġoutput": 2210,
      "Ġkole": 2211,
      "Init": 2212,
      "Ġbuf": 2213,
      "Ġzam": 2214,
      "Ġgru": 2215,
      "su": 2216,
      "Ġdevice": 2217,
      "TRA": 2218,
      "ription": 2219,
      "Ġpart": 2220,
      "SB": 2221,
      "Ġsource": 2222,
      "ĠWAR": 2223,
      "ragma": 2224,
      "ner": 2225,
      "ian": 2226,
      "OB": 2227,
      "PRE": 2228,
      "ative": 2229,
      "print": 2230,
      "Ġcom": 2231,
      "nÄĻ": 2232,
      "Dis": 2233,
      "wh": 2234,
      "Class": 2235,
      "Ġtmp": 2236,
      "ĠMA": 2237,
      "Ġline": 2238,
      "item": 2239,
      "Result": 2240,
      "reen": 2241,
      "Ġper": 2242,
      "Mode": 2243,
      "bs": 2244,
      "pisy": 2245,
      "bol": 2246,
      "MEM": 2247,
      "Ġ-(": 2248,
      "rodz": 2249,
      "KEY": 2250,
      "ĠEx": 2251,
      "ATION": 2252,
      "ng": 2253,
      "oz": 2254,
      "oby": 2255,
      "Message": 2256,
      "Ġrodz": 2257,
      "\\\"": 2258,
      "ĠmoÅ¼e": 2259,
      "Ġdom": 2260,
      "text": 2261,
      "Ġgl": 2262,
      "PU": 2263,
      "(),": 2264,
      "cpy": 2265,
      "ender": 2266,
      "PL": 2267,
      "trz": 2268,
      "ception": 2269,
      "OS": 2270,
      "cu": 2271,
      "Def": 2272,
      "cast": 2273,
      "Table": 2274,
      "Ã³wnieÅ¼": 2275,
      "Pyx": 2276,
      "ego": 2277,
      "Ġwhich": 2278,
      "Point": 2279,
      "dzy": 2280,
      "'t": 2281,
      "pragma": 2282,
      "Ġ17": 2283,
      "oty": 2284,
      "ature": 2285,
      "ĠPrze": 2286,
      "Ġwyd": 2287,
      "Ġlength": 2288,
      "ĠÅ¼": 2289,
      "lp": 2290,
      "Ġ//!": 2291,
      "ĠjuÅ¼": 2292,
      "ograf": 2293,
      "uration": 2294,
      "Arg": 2295,
      "kaz": 2296,
      "FILE": 2297,
      "emy": 2298,
      "Ġsystem": 2299,
      "ger": 2300,
      "lik": 2301,
      "ump": 2302,
      "ĠĠĉĉĉĉ": 2303,
      "typename": 2304,
      "Ġarray": 2305,
      "icy": 2306,
      "input": 2307,
      "*,": 2308,
      "CODE": 2309,
      "Ġpoint": 2310,
      "kaÅĦ": 2311,
      "Ġprogram": 2312,
      "II": 2313,
      "Color": 2314,
      "Windows": 2315,
      "Ġlat": 2316,
      "di": 2317,
      "Ġdru": 2318,
      "stwa": 2319,
      "ãģ": 2320,
      "eb": 2321,
      "liw": 2322,
      "%%": 2323,
      "rÄĻ": 2324,
      "niu": 2325,
      "Ġprac": 2326,
      "Ġso": 2327,
      "jon": 2328,
      "Ġbase": 2329,
      "ponse": 2330,
      "stro": 2331,
      "Code": 2332,
      "QU": 2333,
      "ĠwiÄĻ": 2334,
      "Ġwhen": 2335,
      "Se": 2336,
      "Ġmet": 2337,
      "Ġevent": 2338,
      "CTRL": 2339,
      "rupt": 2340,
      "iÄĩ": 2341,
      "col": 2342,
      "virtual": 2343,
      "fp": 2344,
      "Block": 2345,
      "Ġbardzo": 2346,
      "Äħc": 2347,
      "expr": 2348,
      "Ã³Å¼": 2349,
      "Ġ++": 2350,
      "vide": 2351,
      "owo": 2352,
      "war": 2353,
      "kÅĤad": 2354,
      "Ġsoftware": 2355,
      "Ġlata": 2356,
      "ina": 2357,
      "Ġassert": 2358,
      "lis": 2359,
      "ITH": 2360,
      "elf": 2361,
      "ĠrÃ³wnieÅ¼": 2362,
      "Ġreser": 2363,
      "=(": 2364,
      "press": 2365,
      "Ġtrans": 2366,
      "Ġzab": 2367,
